{
  "english": "Английский",
  "russian": "Русский",

  "header-title": "ЮрийСвириденко",
  "hero-title": "Разработчик",
  "hey": "Привет",
  "iam": "Я",
  "yury": "Юрий",
  "front-end": "Вэб разработчик",
  "hero-info-text": "Я помогаю бизнесам расти, создавая отличные и эффективные веб-сервисы. Если вам нужен надежный разработчик, который доводит дело до конца и обеспечивает качественный результат, я готов помочь.",
  "lets-talk": "Связаться",
  "hero-highlights-language": "Языка программиро-\nвания",
  "hero-highlights-tools": "Инстументов разработки",
  "hero-highlights-experience": "Год комерческого опыта",
  "belarus": "Беларусь",
  "full-time": "Полный день",
  "download": "Скачать",

  "about-title": "Обо мне",
  "about-info-title": "Привет!",
  "about-info-p1": "Меня зовут Юрий, и я специализируюсь на веб-разработке, в которой использую",
  "html": "HTML",
  "css": "CSS",
  "js": "JS",
  "react": "REACT",
  "and": "и",
  "etc": "и различные библиотеки",
  "about-info-p2": "Я Frontend-разработчик c стремление и желанием к созданию интуитивно понятных и функциональных веб-приложений. C апреля 2022 по июнь 2024 года работал на проекте по созданию аналитического сервиса c большим количеством данных, где был единственным Frontend-разработчиком, отвечая за разработку пользовательского интерфейса. Проявил себя как инициативный и самоорганизованный специалист, успешно реализовавший сложные задачи и улучшивший пользовательский опыт.",
  "about-info-p3": "Я коммуникабельный, организованный и ориентированный на работу в команде, с сильным желанием развиваться и расти профессионально. Я серьезно отношусь к ответственности, подхожу к проблемам с ориентированным на решение мышлением и быстро адаптируюсь к новым ситуациям. Мое внимание к деталям помогает мне работать тщательно и точно.",
  "about-info-p4": "Мне нравится, когда моим взглядам и системам убеждений бросают вызов, чтобы я мог взглянуть на мир новыми глазами.",

  "skills-title": "Навыки",
  "skills-subtitle": "Я стремлюсь никогда не прекращать учиться и совершенствоваться",
  "skills-service": "Вэб разработчик",

  "works-title": "Работы",
  "works-subtitle": "Я имел удовольствие работать с этими потрясающими проектами",
  "view-website": "Посмотреть сайт",

  "contact-title": "Контакты",
  "contact-subtitle": "В настоящее время я могу работать фрилансером",
  "contact-send-title": "Сообщение",
  "contact-form-name-label": "Ваше имя*",
  "contact-form-name": "Введите имя*",
  "contact-form-email-label": "Ваша почта*",
  "contact-form-email": "Введите почту",
  "contact-form-message-label": "Ваше сообщение*",
  "contact-form-message": "Введите сообщение*",
  "contact-form-send": "Отправить сообщение",

  "technologies-title": "Технологии",
  "technologies-subtitle": "Часть технологий, которые я изучил и использовал при создании проектов."
}
